Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 萬章問曰：「或謂『孔子於衛主癰疽，於齊主侍人瘠環』，有諸乎？」孟子曰：「否，不然也，好事者為之也。於衛，主顏讎由。彌子之妻與子路之妻，兄弟也。彌子謂子路曰：『孔子主我，衛卿可得也。』子路以告，孔子曰：『有命。』孔子進以禮，退以義，得之不得曰：『有命』。而主癰疽與侍人瘠環，是無義無命也。孔子不悅於魯衛，遭宋桓司馬，將要而殺之，微服而過宋。是時孔子當厄，主司城貞子，為陳侯周臣。吾聞觀近臣，以其所為主；觀遠臣，以其所主。若孔子主癰疽與侍人瘠環，何以為孔子？」
en: Wan Zhang asked Mencius, saying, 'Some say that Confucius, when he was in Wei, lived with the ulcer-doctor, and when he was in Qi, with the attendant, Qi Huan; was it so?' Mencius replied, 'No; it was not so. Those are the inventions of men fond of strange things. When he was in Wei, he lived with Yan Chou You. The wives of the officer Mi and Zi Lu were sisters, and Mi told Zi Lu, "If Confucius will lodge with me, he may attain to the dignity of a high noble of Wei." Zi Lu informed Confucius of this, and he said, "That is as ordered by Heaven." Confucius went into office according to propriety, and retired from it according to righteousness. In regard to his obtaining office or not obtaining it, he said, "That is as ordered." But if he had lodged with the attendant Qi Huan, that would neither have been according to righteousness, nor any ordering of Heaven. When Confucius, being dissatisfied in Lu and Wei, had left those States, he met with the attempt of Hwan, the Master of the Horse, of Song, to intercept and kill him. He assumed, however, the dress of a common man, and passed by Song. At that time, though he was in circumstances of distress, he lodged with the city-master Chang, who was then a minister of Zhou, the marquis of Chen. I have heard that the characters of ministers about court may be discerned from those whom they entertain, and those of stranger officers, from those with whom they lodge. If Confucius had lodged with the ulcer-doctor, and with the attendant Qi Huan, how could he have been Confucius?'

source: 萬章問曰：「或曰：『百里奚自鬻於秦養牲者，五羊之皮。食牛，以要秦繆公。』信乎？」孟子曰：「否然，好事者為之也。百里奚，虞人也。晉人以垂棘之璧與屈產之乘，假道於虞以伐虢。宮之奇諫，百里奚不諫，知虞公之不可諫而去。之秦，年已七十矣，曾不知以食牛干秦繆公之為污也，可謂智乎？不可諫而不諫，可謂不智乎？知虞公之將亡而先去之，不可謂不智也。時舉於秦，知繆公之可與有行也而相之，可謂不智乎？相秦而顯其君於天下，可傳於後世，不賢而能之乎？自鬻以成其君，鄉黨自好者不為，而謂賢者為之乎？」
en: Wan Zhang asked Mencius, 'Some say that Bai Li Xi sold himself to a cattle-keeper of Jin for the skins of five rams, and fed his oxen, in order to find an introduction to the duke Mu of Qin - was this the case?' Mencius said, 'No; it was not so. This story was invented by men fond of strange things. Bai Li Xi was a man of Yu. The people of Jin, by the inducement of a round piece of jade from Chui Ji, and four horses of the Qu breed, borrowed a passage through Yu to attack Guo. On that occasion, Gong Zhi Qi remonstrated against granting their request, and Bai Li Xi did not remonstrate. When he knew that the duke of Yu was not to be remonstrated with, and, leaving that State, went to Qin, he had reached the age of seventy. If by that time he did not know that it would be a mean thing to seek an introduction to the duke Mu of Qin by feeding oxen, could he be called wise? But not remonstrating where it was of no use to remonstrate, could he be said not to be wise? Knowing that the duke of Yu would be ruined, and leaving him before that event, he cannot be said not to have been wise. Being then advanced in Qin, he knew that the duke Mu was one with whom he would enjoy a field for action, and became minister to him; could he, acting thus, be said not to be wise? Having become chief minister of Qin, he made his prince distinguished throughout the kingdom, and worthy of being handed down to future ages; could he have done this, if he had not been a man of talents and virtue? As to selling himself in order to accomplish all the aims of his prince, even a villager who had a regard for himself would not do such a thing; and shall we say that a man of talents and virtue did it?'

source: 孟子曰：「伯夷目不視惡色，耳不聽惡聲。非其君不事，非其民不使。治則進，亂則退。橫政之所出，橫民之所止，不忍居也。思與鄉人處，如以朝衣朝冠坐於涂炭也。當紂之時，居北海之濱，以待天下之清也。故聞伯夷之風者，頑夫廉，懦夫有立志。」「伊尹曰：『何事非君？何使非民？』治亦進，亂亦進。曰：『天之生斯民也，使先知覺後知，使先覺覺後覺。予，天民之先覺者也；予將以此道覺此民也。』思天下之民匹夫匹婦有不與被堯舜之澤者，如己推而內之溝中。其自任以天下之重也。」「柳下惠，不羞污君，不辭小官；進不隱賢，必以其道；遺佚而不怨，厄窮而不憫。與鄉人處，由由然不忍去也。『爾為爾，我為我，雖袒裼裸裎於我側，爾焉能浼我哉？』故聞柳下惠之風者，鄙夫寬，薄夫敦。」「孔子之去齊，接淅而行；去魯，曰：『遲遲吾行也。』去父母國之道也。可以速而速，可以久而久，可以處而處，可以仕而仕，孔子也。」孟子曰：「伯夷，聖之清者也；伊尹，聖之任者也；柳下惠，聖之和者也；孔子，聖之時者也。孔子之謂集大成。集大成也者，金聲而玉振之也。金聲也者，始條理也；玉振之也者，終條理也。始條理者，智之事也；終條理者，聖之事也。智，譬則巧也；聖，譬則力也。由射於百步之外也；其至，爾力也；其中，非爾力也。」
en: Mencius said, 'Bo Yi would not allow his eyes to look on a bad sight, nor his ears to listen to a bad sound. He would not serve a prince whom he did not approve, nor command a people whom he did not esteem. In a time of good government he took office, and on the occurrence of confusion he retired. He could not bear to dwell either in a court from which a lawless government emanated, or among lawless people. He considered his being in the same place with a villager, as if he were to sit amid mud and coals with his court robes and court cap. In the time of Zhou he dwelt on the shores of the North sea, waiting the purification of the kingdom. Therefore when men now hear the character of Bo Yi, the corrupt become pure, and the weak acquire determination. 'Yi Yin said, "Whom may I not serve? My serving him makes him my sovereign. What people may I not command? My commanding them makes them my people." In a time of good government he took office, and when confusion prevailed, he also took office. He said, "Heaven's plan in the production of mankind is this: that they who are first informed should instruct those who are later in being informed, and they who first apprehend principles should instruct those who are slower in doing so. I am the one of Heaven's people who has first apprehended; I will take these principles and instruct the people in them." He thought that among all the people of the kingdom, even the common men and women, if there were any who did not share in the enjoyment of such benefits as Yao and Shun conferred, it was as if he himself pushed them into a ditch - for he took upon himself the heavy charge of the kingdom. 'Hui of Liu Xia was not ashamed to serve an impure prince, nor did he think it low to be an inferior officer. When advanced to employment, he did not conceal his virtue, but made it a point to carry out his principles. When dismissed and left without office, he did not murmur. When straitened by poverty, he did not grieve. When thrown into the company of village people, he was quite at ease and could not bear to leave them. He had a saying, "You are you, and I am I. Although you stand by my side with breast and arms bare, or with your body naked, how can you defile me?" Therefore when men now hear the character of Hui of Liu Xia, the mean become generous, and the niggardly become liberal. 'When Confucius was leaving Qi, he strained off with his hand the water in which his rice was being rinsed, took the rice, and went away. When he left Lu, he said, "I will set out by-and-by" - it was right he should leave the country of his parents in this way. When it was proper to go away quickly, he did so; when it was proper to delay, he did so; when it was proper to keep in retirement, he did so; when it was proper to go into office, he did so - this was Confucius.' Mencius said,'Bo Yi among the sages was the pure one; Yi Yin was the one most inclined to take office; Hui of Liu Xia was the accommodating one; and Confucius was the timeous one. In Confucius we have what is called a complete concert. A complete concert is when the large bell proclaims the commencement of the music, and the ringing stone proclaims its close. The metal sound commences the blended harmony of all the instruments, and the winding up with the stone terminates that blended harmony. The commencing that harmony is the work of wisdom. The terminating it is the work of sageness. As a comparison for wisdom, we may liken it to skill, and as a comparison for sageness, we may liken it to strength - as in the case of shooting at a mark a hundred paces distant. That you reach it is owing to your strength, but that you hit the mark is not owing to your strength.'

source: 北京锜問曰：「周室班爵祿也，如之何？」孟子曰：「其詳不可得聞也，諸侯惡其害己也，而皆去其籍。然而軻也嘗聞其略也。天子一位，公一位，侯一位，伯一位，子、男同一位，凡五等也。君一位，卿一位，大夫一位，上士一位，中士一位，下士一位，凡六等。天子之制，地方千里，公侯皆方百里，伯七十里，子、男五十里，凡四等。不能五十里，不達於天子，附於諸侯，曰附庸。天子之卿受地視侯，大夫受地視伯，元士受地視子、男。大國地方百里，君十卿祿，卿祿四大夫，大夫倍上士，上士倍中士，中士倍下士，下士與庶人在官者同祿，祿足以代其耕也。次國地方七十里，君十卿祿，卿祿三大夫，大夫倍上士，上士倍中士，中士倍下士，下士與庶人在官者同祿，祿足以代其耕也。小國地方五十里，君十卿祿，卿祿二大夫，大夫倍上士，上士倍中士，中士倍下士，下士與庶人在官者同祿，祿足以代其耕也。耕者之所獲，一夫百畝；百畝之糞，上農夫食九人，上次食八人，中食七人，中次食六人，下食五人。庶人在官者，其祿以是為差。
en: Bei Gong Qi asked Mencius, saying, 'What was the arrangement of dignities and emoluments determined by the House of Zhou?' Mencius replied, 'The particulars of that arrangement cannot be learned, for the princes, disliking them as injurious to themselves, have all made away with the records of them. Still I have learned the general outline of them. The Son of Heaven constituted one dignity; the Gong one; the Hou one; the Bai one; and the Zi and the Nan each one of equal rank - altogether making five degrees of rank. The Ruler again constituted one dignity; the Chief Minister one; the Great Officers one; the Scholars of the First Class one; those of the Middle Class one; and those of the Lowest Class one - altogether making six degrees of dignity. 'To the Son of Heaven there was allotted a territory of a thousand li square. A Gong and a Hou had each a hundred li square. A Bai had seventy li, and a Zi and a Nan had each fifty li. The assignments altogether were of four amounts. Where the territory did not amount to fifty li, the chief could not have access himself to the Son of Heaven. His land was attached to some Hou-ship, and was called a Fu Yong. The Chief ministers of the Son of Heaven received an amount of territory equal to that of a Hou; a Great officer received as much as a Bai; and a scholar of the first class as much as a Zi or a Nan. 'In a great State, where the territory was a hundred li square, the ruler had ten times as much income as his Chief ministers; a Chief minister four times as much as a Great officer; a Great officer twice as much as a scholar of the first class; a scholar of the first class twice as much as one of the middle; a scholar of the middle class twice as much as one of the lowest; the scholars of the lowest class, and such of the common people as were employed about the government offices, had for their emolument as much as was equal to what they would have made by tilling the fields. In a State of the next order, where the territory was seventy li square, the ruler had ten times as much revenue as his Chief minister; a Chief minister three times as much as a Great officer; a Great officer twice as much as a scholar of the first class; a scholar of the first class twice as much as one of the middle; a scholar of the middle class twice as much as one of the lowest; the scholars of the lowest class, and such of the common people as were employed about the government offices, had for their emolument as much as was equal to what they would have made by tilling the fields. In a small State, where the territory was fifty li square, the ruler had ten times as much revenue as his Chief minister; a Chief minister had twice as much as a Great officer; a Great officer twice as much as a scholar of the highest class; a scholar of the highest class twice as much as one of the middle; a scholar of the middle class twice as much as one of the lowest; scholars of the lowest class, and such of the common people as were employed about the government offices, had the same emolument - as much, namely, as was equal to what they would have made by tilling the fields. As to those who tilled the fields, each husbandman received a hundred mu. When those mu were manured, the best husbandmen of the highest class supported nine individuals, and those ranking next to them supported eight. The best husbandmen of the second class supported seven individuals, and those ranking next to them supported six; while husbandmen of the lowest class only supported five. The salaries of the common people who were employed about the government offices were regulated according to these differences.'

source: 萬章問曰：「敢問友。」孟子曰：「不挾長，不挾貴，不挾兄弟而友。友也者，友其德也，不可以有挾也。孟獻子，百乘之家也，有友五人焉：樂正裘、牧仲，其三人則予忘之矣。獻子之與此五人者友也，無獻子之家者也。此五人者亦有獻子之家，則不與之友矣。非惟百乘之家為然也，雖小國之君亦有之。費惠公曰：『吾於子思則師之矣，吾於顏般則友之矣，王順、長息，則事我者也。』非惟小國之君為然也，雖大國之君亦有之。晉平公之於亥唐也，入云則入，坐云則坐，食云則食。雖疏食菜羹，未嘗不飽，蓋不敢不飽也。然終於此而已矣，弗與共天位也，弗與治天職也，弗與食天祿也。士之尊賢者也，非王公之尊賢也。舜尚見帝，帝館甥于貳室，亦饗舜，迭為賓主，是天子而友匹夫也。用下敬上，謂之貴貴；用上敬下，謂之尊賢。貴貴、尊賢，其義一也。」
en: Wan Chang asked Mencius, saying, 'I venture to ask the principles of friendship.' Mencius replied, 'Friendship should be maintained without any presumption on the ground of one's superior age, or station, or the circumstances of his relatives. Friendship with a man is friendship with his virtue, and does not admit of assumptions of superiority. There was Meng Xian, chief of a family of a hundred chariots. He had five friends, namely, Yue Zheng Qiu, Mu Zhong, and three others whose names I have forgotten. With those five men Xian maintained a friendship, because they thought nothing about his family. If they had thought about his family, he would not have maintained his friendship with them. Not only has the chief of a family of a hundred chariots acted thus. The same thing was exemplified by the sovereign of a small State. The duke Hui of Bi said, "I treat Zi Si as my Teacher, and Yan Ban as my Friend. As to Wang Shun and Chang Xi, they serve me." Not only has the sovereign of a small State acted thus. The same thing has been exemplified by the sovereign of a large State. There was the duke Ping of Jin with Hai Tang - when Tang told him to come into his house, he came; when he told him to be seated, he sat; when he told him to eat, he ate. There might only be coarse rice and soup of vegetables, but he always ate his fill, not daring to do otherwise. Here, however, he stopped, and went no farther. He did not call him to share any of Heaven's places, or to govern any of Heaven's offices, or to partake of any of Heaven's emoluments. His conduct was but a scholar's honouring virtue and talents, not the honouring them proper to a king or a duke. Shun went up to court and saw the sovereign, who lodged him as his son-in-law in the second palace. The sovereign also enjoyed there Shun's hospitality. Alternately he was host and guest. Here was the sovereign maintaining friendship with a private man. Respect shown by inferiors to superiors is called giving to the noble the observance due to rank. Respect shown by superiors to inferiors is called giving honour to talents and virtue. The rightness in each case is the same.'

source: 萬章曰：「敢問交際何心也？」孟子曰：「恭也。」曰：「卻之卻之為不恭，何哉？」曰：「尊者賜之，曰：『其所取之者，義乎不義乎？』而後受之，以是為不恭，故弗卻也。」曰：「請無以辭卻之，以心卻之，曰：『其取諸民之不義也。』而以他辭無受，不可乎？」曰：「其交也以道，其接也以禮，斯孔子受之矣。」萬章曰：「今有御人於國門之外者，其交也以道，其饋也以禮，斯可受御與？」曰：「不可。《康誥》曰：『殺越人于貨，閔不畏死，凡民罔不譈』是不待教而誅者也。殷受夏，周受殷，所不辭也，於今為烈，如之何其受之？」曰：「今之諸侯取之於民也，猶御也。『茍善其禮際矣，斯君子受之』，敢問何說也？」曰：「子以為有王者作，將比今之諸侯而誅之乎？其教之不改而後誅之乎？夫謂非其有而取之者盜也，充類至義之盡也。孔子之仕於魯也，魯人獵較，孔子亦獵較。獵較猶可，而況受其賜乎？」曰：「然則孔子之仕也，非事道與？」曰：「事道也。」「事道奚獵較也？」曰：「孔子先簿正祭器，不以四方之食供簿正。」曰：「奚不去也？」曰：「為之兆也，兆足以行矣，而不行，而後去；是以未嘗有所終三年淹也。孔子有見行可之仕，有際可之仕，有公養之仕。於季桓子，見行可之仕也；於衛靈公，際可之仕也；於衛孝公，公養之仕也。」
en: Wan Zhang asked Mencius, saying, 'I venture to ask what feeling of the mind is expressed in the presents of friendship?' Mencius replied, 'The feeling of respect.' 'How is it,' pursued Zhang, 'that the declining a present is accounted disrespectful?' The answer was, 'When one of honourable rank presents a gift, to say in the mind, "Was the way in which he got this righteous or not? I must know this before I can receive it" - this is deemed disrespectful, and therefore presents are not declined.' Wan Zhang asked again, 'When one does not take on him in so many express words to refuse the gift, but having declined it in his heart, saying, "It was taken by him unrighteously from the people," and then assigns some other reason for not receiving it - is not this a proper course?' Mencius said, 'When the donor offers it on a ground of reason, and his manner of doing so is according to propriety; in such a case Confucius would have received it.' Wan Zhang said, 'Here now is one who stops and robs people outside the gates of the city. He offers his gift on a ground of reason, and does so in a manner according to propriety - would the reception of it so acquired by robbery be proper?' Mencius replied, 'It would not be proper. In "The Announcement to Kang" it is said, "When men kill others, and roll over their bodies to take their property, being reckless and fearless of death, among all the people there are none but detest them" - thus, such characters are to be put to death, without waiting to give them warning. Yin received this rule from Xia and Zhou received it from Yin. It cannot be questioned, and to the present day is clearly acknowledged. How can the grift of a robber be received?' Zhang said, 'The princes of the present day take from their people just as a robber despoils his victim. Yet if they put a good face of propriety on their gifts, then the superior man receives them. I venture to ask how you explain this.' Mencius answered, 'Do you think that, if there should arise a truly royal sovereign, he would collect the princes of the present day, and put them all to death? Or would he admonish them, and then, on their not changing their ways, put them to death? Indeed, to call every one who takes what does not properly belong to him a robber, is pushing a point of resemblance to the utmost, and insisting on the most refined idea of righteousness. When Confucius was in office in Lu, the people struggled together for the game taken in hunting, and he also did the same. If that struggling for the captured game was proper, how much more may the gifts of the princes be received!' Zhang urged, 'Then are we to suppose that when Confucius held office, it was not with the view to carry his doctrines into practice?' 'It was with that view,' Mencius replied, And Zhang rejoined, 'If the practice of his doctrines was his business, what had he to do with that struggling for the captured game?' Mencius said, 'Confucius first rectified his vessels of sacrifice according to the registers, and did not fill them so rectified with food gathered from every quarter.' 'But why did he not go away?' 'He wished to make a trial of carrying his doctrines into practice. When that trial was sufficient to show that they could be practised and they were still not practised, then he went away, and thus it was that he never completed in any State a residence of three years. Confucius took office when he saw that the practice of his doctrines was likely; he took office when his reception was proper; he took office when he was supported by the State. In the case of his relation to Qi Huan, he took office, seeing that the practice of his doctrines was likely. With the duke Ling of Wei he took office, because his reception was proper. With the duke Xiao of Wei he took office, because he was maintained by the State.'

source: 孟子曰：「仕非為貧也，而有時乎為貧；娶妻非為養也，而有時乎為養。為貧者，辭尊居卑，辭富居貧。辭尊居卑，辭富居貧，惡乎宜乎？抱關擊柝。孔子嘗為委吏矣，曰：『會計當而已矣。』嘗為乘田矣，曰：『牛羊茁壯，長而已矣。』位卑而言高，罪也。立乎人之本朝而道不行，恥也。」
en: Mencius said, 'Office is not sought on account of poverty, yet there are times when one seeks office on that account. Marriage is not entered into for the sake of being attended to by the wife, yet there are times when one marries on that account. He who takes office on account of his poverty must decline an honourable situation and occupy a low one; he must decline riches and prefer to be poor. What office will be in harmony with this declining an honourable situation and occupying a low one, this declining riches and preferring to be poor? Such an one as that of guarding the gates, or beating the watchman's stick. Confucius was once keeper of stores, and he then said, "My calculations must be all right. That is all I have to care about." He was once in charge of the public fields, and he then said, "The oxen and sheep must be fat and strong, and superior. That is all I have to care about." When one is in a low situation, to speak of high matters is a crime. When a scholar stands in a prince's court, and his principles are not carried into practice, it is a shame to him.'

source: 萬章曰：「士之不托諸侯，何也？」孟子曰：「不敢也。諸侯失國而後托於諸侯，禮也。士之托於諸侯，非禮也。」萬章曰：「君饋之粟，則受之乎？」曰：「受之。」「受之何義也？」曰：「君之於氓也，固周之。」曰：「周之則受，賜之則不受，何也？」曰：「不敢也。」曰：「敢問其不敢何也？」曰：「抱關擊柝者，皆有常職以食於上。無常職而賜於上者，以為不恭也。」曰：「君饋之，則受之，不識可常繼乎？」曰：「繆公之於子思也，亟問，亟饋鼎肉。子思不悅，於卒也標使者出諸大門之外，北面稽首再拜而不受，曰：『今而後知君之犬馬畜汲！』蓋自是臺無饋也。悅賢不能舉，又不能養也，可謂悅賢乎？」曰：「敢問國君欲養君子，如何斯可謂養矣？」曰：「以君命將之，再拜稽首而受；其後廩人繼粟，庖人繼肉，不以君命將之。子思以為鼎肉使己僕僕爾亟拜也，非養君子之道也。堯之於舜也，使其子九男事之，二女女焉，百官牛羊倉廩備，以養舜於畎畝之中，後舉而加諸上位。故曰王公之尊賢者也。」
en: Wan Zhang said, 'What is the reason that a scholar does not accept a stated support from a prince?' Mencius replied, 'He does not presume to do so. When a prince loses his State, and then accepts a stated support from another prince, this is in accordance with propriety. But for a scholar to accept such support from any of the princes is not in accordance with propriety.' Wan Zhang said, 'If the prince send him a present of grain, for instance, does he accept it?' 'He accepts it,' answered Mencius. 'On what principle of righteousness does he accept it?' 'Why, the prince ought to assist the people in their necessities.' Zhang pursued, 'Why is it that the scholar will thus accept the prince's help, but will not accept his pay?' The answer was, 'He does not presume to do so.' 'I venture to ask why he does not presume to do so.' 'Even the keepers of the gates, with their watchmen's sticks, have their regular offices for which they can take their support from the prince. He who without a regular office should receive the pay of the prince must be deemed disrespectful.' Zhang asked, 'If the prince sends a scholar a present, he accepts it; I do not know whether this present may be constantly repeated.' Mencius answered, 'There was the conduct of the duke Mu to Zi Si. He made frequent inquiries after Zi Si's health, and sent him frequent presents of cooked meat. Zi Si was displeased; and at length, having motioned to the messenger to go outside the great door, he bowed his head to the ground with his face to the north, did obeisance twice, and declined the gift, saying, "From this time forth I shall know that the prince supports me as a dog or a horse." And so from that time a servant was no more sent with the presents. When a prince professes to be pleased with a man of talents and virtue, and can neither promote him to office, nor support him in the proper way, can he be said to be pleased with him?' Zhang said, 'I venture to ask how the sovereign of a State, when he wishes to support a superior man, must proceed, that he may be said to do so in the proper way?' Mencius answered, 'At first, the present must be offered with the prince's commission, and the scholar, making obeisance twice with his head bowed to the ground, will receive it. But after this the storekeeper will continue to send grain, and the master of the kitchen to send meat, presenting it as if without the prince's express commission. Zi Si considered that the meat from the prince's caldron, giving him the annoyance of constantly doing obeisance, was not the way to support a superior man. There was Yao's conduct to Shun: He caused his nine sons to serve him, and gave him his two daughters in marriage; he caused the various officers, oxen and sheep, storehouses and granaries, all to be prepared to support Shun amid the channelled fields, and then he raised him to the most exalted situation. From this we have the expression, "The honouring of virtue and talents proper to a king or a duke."'
